Repository: janwo/rudl
Catalog: client/locale/messages.*.xlf
Languages: de

# settingsTitle
source: Settings
de: Einstellungen

# rudelItemLikees
source: {VAR_PLURAL, plural, =1 {1 member} other {{INTERPOLATION} members} }
de: {VAR_PLURAL, plural, =1 {1 Mitglied} other {{INTERPOLATION} Mitglieder} }

# searchNothingFound
source: Found nothing?
de: Nichts gefunden?

# searchCreateRudel
source: Settle a rudel
de: Bilde ein neues Rudel

source: User
de: Nutzer

# 1stBoardingHeader
source: Welcome to rudl
de: Willkommen auf rudl

# 1stBoardingDescription
source: Cool, that you have interest in our project! Your are part of a constantly growing Rudl-Community, where you will find interesting activities and people!
de: Cool, dass du dich für unser Projekt interessierst! Du bist nun Teil einer wachsenden Rudl-Community, in denen du interessante Aktivitäten und Personen finden wirst!

# 2ndBoardingHeader
source: Explore rudel
de: Entdecke Rudel

# 2ndBoardingDescription
source: On our platform new interests and activities are shown as a rudel (german: wolfpack). You can join or create a rudel.
de: Auf Rudl werden dir Interessen und Aktivitäten in Form von Rudel angezeigt. Du kannst Rudel beitreten und nicht vorhandene gründen.

# 3rdBoardingHeader
source: Create expeditions
de: Erstelle Events

# 3rdBoardingDescription
source: In every rudel you can join or plan an expedition, e.g. the next barbecue party, happening or any other spontaneous event in your neighborhood.
de: In jedem Rudel kannst du Streifzüge erstellen oder beitreten. Die nächste Grillparty, Happening oder ein spontanes Event in deiner Nachbarschaft.

# 4thBoardingHeader
source: Get out
de: Gehe raus

# 4thBoardingDescription
source: Meet people who are members of the same rudel and join an expedition. Get out and meet each other.
de: Treffe Menschen, die in einem Rudel Mitglied sind und trete Streifzügen bei. Gehe raus und treffe dich.

# 5thBoardingHeader
source: Grant permission
de: Berechtigung geben

# boardingLocationPermissionDenied
source: Seems like you denied the permission, please check your browser settings to enable location sharing!
de: Du hast die Freigabe deines Standortes abgelehnt. Bitte überprüfe deine Browsereinstellungen!

# boardingLocationPermissionDescription
source: In order to show you all relevant rudel and events near you, rudl needs to access your location.
de: Um dir Rudel in deiner Nähe anzuzeigen und die App nutzen zu können, muss dein Standort abgerufen werden.

# landingTitle
source: Be part of the community and connect now!
de: Sei Teil der Community, verbinde dich jetzt!

# landingDescription
source: In conjunction with the growing community, rudl recommends you interesting activities that match your taste. You let us know of things you dream of or such activities you start today. Join the team, connect with us now! :)
de: Zusammen mit der Community empfiehlt dir rudl neue Aktivitäten, ganz nach deinem Geschmack. Du hinterlegst all jene Aktivitäten, von denen du träumst, schwärmst oder die du noch heute beginnst. Komm mit ins Team, joine uns jetzt! :)

# landingBigTitle
source: I´ve visited a new city and already met great people. Check!
de: Eine neue Stadt besucht und gleich nette Leute getroffen. Check!

# landingBigDescription
source: At rudl you get in touch with new, like-minded people to organize your free time more transparent and efficiently.
de: Bei rudl einfach und entspannt die eigene Stadt kennenlernen, gleichgesinnte Menschen finden und die Freizeitgestaltung transparenter und einfach planbar gestalten.

# expeditionRudelInfo
source: Expedition of rudel "{INTERPOLATION}"
de: Streifzug des Rudels "{INTERPOLATION}"

# createExpedition
source: Create your expedition
de: Erstelle einen Streifzug

# DecideWhoAttendsTitle
source: Did you know?
de: Wusstest du schon?

# DecideWhoAttendsDescription
source: You can decide, whether you want to approve new members of the expedition!
de: Du kannst entscheiden, ob du neue Teilnehmer akzeptieren möchtest.

# addEmojiTitle
source: Add an emoji!
de: Füge einen Emoji hinzu!

# addEmojiDescription
source: Give your expedition an unique icon to increase it's visibility!
de: Statte deinen Streifzug mit einem Emoji aus, um die Sichtbarkeit zu erhöhen!

# WhereToGoTitle
source: Where to go?
de: Wo gehts hin?

# WhereToGoDescription
source: Please mark the location of the expedition on the map.
de: Bitte markiere den Standort des Streifzugs auf der Karte.

# setTimeTitle
source: Set the time
de: Gebe den Zeitpunkt an

# setTimeDescription
source: Last step, when shall it happen?
de: Letzter Schritt, wann gehts los?

source: Profile Settings
de: Profil-Einstellungen

# imageSizeError
source: File is not an image or exceeds the maximal file size.
de: Auswahl ist kein Bild oder überschreitet Maximalgröße.

# legalCopyright
source: {START_HEADING_LEVEL1}Licenses{CLOSE_HEADING_LEVEL1} {START_PARAGRAPH}rudl.me uses Open Source Software. The following list contains all attributions for software and additional components that requires a several attribution.{CLOSE_PARAGRAPH} {START_UNORDERED_LIST} {START_LIST_ITEM} Emoji artwork is provided by {START_LINK}EmojiOne{CLOSE_LINK} and is licensed under {START_LINK_1}CC-BY 4.0{CLOSE_LINK}. {CLOSE_LIST_ITEM} {START_LIST_ITEM} Location services provided by {START_LINK_2}Mapzen{CLOSE_LINK}, {START_LINK_3}OpenStreetMap{CLOSE_LINK} and {START_LINK_4}others{CLOSE_LINK}. {CLOSE_LIST_ITEM} {START_LIST_ITEM} The illustrations of wolf-paintings had been designed by Marie Kollarczyk. {CLOSE_LIST_ITEM} {CLOSE_UNORDERED_LIST}
de: {START_HEADING_LEVEL1}Copyright-Hinweise{CLOSE_HEADING_LEVEL1} {START_PARAGRAPH}rudl.me verwendet Open Source Software. Für die nachfolgende Software und Komponenten ist eine gesonderte Nennung der Urheber erforderlich.{CLOSE_PARAGRAPH} {START_UNORDERED_LIST} {START_LIST_ITEM} Emoji Grafiken werden bereitgestellt von {START_LINK}EmojiOne{CLOSE_LINK} und sind lizensiert über die {START_LINK_1}CC-BY 4.0{CLOSE_LINK}. {CLOSE_LIST_ITEM} {START_LIST_ITEM} Standortdienste werden bereitgestellt von {START_LINK_2}Mapzen{CLOSE_LINK}, {START_LINK_3}OpenStreetMap{CLOSE_LINK} und {START_LINK_4}andere{CLOSE_LINK}. {CLOSE_LIST_ITEM} {START_LIST_ITEM} Die Illustrationen der Wolfmalungen wurden von Marie Kollarczyk gestaltet. {CLOSE_LIST_ITEM} {CLOSE_UNORDERED_LIST}

# expeditionItemAttending
source: Attending
de: Du nimmst teil

source: Suggested Expeditions
de: Empfohlende Streifzüge

source: Popular Expeditions
de: Beliebte Streifzüge

source: Recent Expeditions
de: Neue Streifzüge

source: Suggested Rudel
de: Empfohlende Rudel

source: Popular Rudel
de: Beliebte Rudel

source: Recent Rudel
de: Neue Rudel

source: Mail Settings
de: Mail-Einstellungen

# otherProfileSettings
source: Tools
de: Werkzeuge

# deleteAccountTitle
source: Terminate Membership
de: Mitgliedschaft beenden

# deleteAccountDescription
source: You want to terminate your membership? Enter your username in the input field and click on "Terminate membership" to terminate your membership irreversibly.
de: Möchtest du deine Mitgliedschaft unwiederruflich beenden? Dann gebe bitte deinen Usernamen in das Eingabefeld ein und bestätige mit Klick auf "Mitgliedschaft unwiederruflich beenden".

# deleteAccountPlaceholder
source: 'Confirm your username...'
de: Bestätige deinen Nutzernamen...

# searchBarPlaceholder
source: Search Rudl
de: Durchsuche Rudl

# createRudelTranslationTitle
source: Name of rudel
de: Benenne das Rudel

# createRudelTranslationDescription
source: Each rudel is an individual interest group, e.g. "Go Running" or "Meetup at the café".
de: Jedes Rudel ist eine Interessensgemeinschaft, z.B. "Joggen gehen" oder "Treffen im Café".

# createRudelIconTitle
source: Add an icon!
de: Füge ein Icon hinzu!

# createRudelIconDescription
source: The icon increases the memorability of your rudel!
de: Das Icon erhöht den Wiedererkennnungswert deines Rudels!

# dateTimeDate
source: Date
de: Datum

# dateTimeHour
source: Time (Hour)
de: Uhrzeit (Stunde)

# dateTimeMinute
source: Time (Minute)
de: Uhrzeit (Minute)

# footer
source: Made with {START_ITALIC_TEXT}local_pizza{CLOSE_ITALIC_TEXT} in Bremen
de: Konzipiert bei {START_ITALIC_TEXT}local_pizza{CLOSE_ITALIC_TEXT} in Bremen

# footerLink
source: Legal
de: Impressum
